IDEA StatiCa Open Model
Material.ThermalExpansion Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Thermal expansion
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ThermalExpansion { get; set; }
Public Property ThermalExpansion As Double
	Get
	Set
public:
property double ThermalExpansion {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace